Repository: mad3linux/muxie-maker
Catalog: po/*/muxie-maker.po
Languages: pt_br

source: The %s does not contains the %s file. Try to execute 'muxie-maker init'
pt_br: O %s não contém o arquivo %s. Tente executar 'muxie-maker init'

source: Project diretory %s not found. You need to download the project from https://github.com/mad3linux/mad3-muxie/tags
pt_br: Diretório de projeto %s não encontrado. Você precisa baixar o projeto de https://github.com/mad3linux/mad3-muxie/tags

source: android not found. You need to install Android SDK and put 'android' on the path. You can download Android SDK from: http://developer.android.com/sdk/index.html
pt_br: android não encontrado. Você precisa instalar o Android SDK e colocar o 'android' em seu path. Você pode baixar o Android SDK de: http://developer.android.com/sdk/index.html

source: adb not found. adb is part of the Android SDK and can be found at $ANDROID_SDK/platform-tools/
pt_br: adb não encontrado. adb é parte do Android SDK e pode ser encontrado em $ANDROID_SDK/platform-tools/

source: keytool not found. keytool is part of the Java Platform You will need keytool just to sign your application.
pt_br: keytool não encontrado. keytool é parte da Plataforma Java Você irá precisar de keytool apenas para assinar sua aplicação.

source: updating %d files...
pt_br: atualizando %d arquivos...

source: installing the apk in the emulator...
pt_br: instalando o apk no emulador...

source: please start an AVD or create one if you don't have yet.
pt_br: por favor, inicie um AVD ou crie um, se você não tem ainda.

source: uninstalling the app...
pt_br: desinstalando o app...

source: updating project settings...
pt_br: atualizando as configurações do projeto...

source: generating apk file...
pt_br: gerando arquivo apk...

source: enter keystore password and enter password for alias:
pt_br: entre com a senha do keystore e entre com a senha para o alias:

source: cleaning %s...
pt_br: limpando %s...

source: directory %s not found. Try 'muxie-maker test' or 'muxie-maker release' first.
pt_br: diretório %s não encontrado. Tente 'muxie-maker test' ou 'muxie-maker release' primeiro.

source: this option is still in development.
pt_br: esta opção ainda está em desenvolvimento.

source: option not found. Try one of the options below.
pt_br: opção não encontrada. Tente uma das opções abaixo.

source: Ctrl-c captured. Exiting now.
pt_br: Ctrl-c capturado. Saindo agora.

source: writing %s file...
pt_br: escrevendo arquivo %s...

source: directory is not empty. Please remove all files first.
pt_br: diretório não está vazio. Por favor, remova todos os arquivos primeiro.

source: Choose a service:
pt_br: Escolha um serviço:

source: option not found. exiting.
pt_br: opção não encontrada. saindo.

source: What's you uid?
pt_br: Qual é o seu uid?

source: uid not valid. exiting.
pt_br: uid não é válido. saindo.

source: Describe the service. Ex.: @mad3linux or Linux Blog.
pt_br: Descreva o serviço. Ex.: @mad3linux ou Linux Blog.

source: description not valid. exiting.
pt_br: descrição não é válida. saindo.

source: service added.
pt_br: serviço adicionado.

source: Choose from the options:
pt_br: Escolha uma das opções:

source: [1] green [2] blue [3] orange [4] red [5] purple
pt_br: [1] verde [2] azul [3] laranja [4] vermelho [5] roxo

source: icon color changed.
pt_br: cor do ícone alterada.

source: follow the instructions to create a new keystore.
pt_br: siga as instruções para criar uma nova chave de armazenamento.

source: SYNOPSIS muxie-maker command [options] COMMANDS init package [name] - initialize a new project. the 'package' must be something like name.organization.app or org.website.app service - add a new service to the project. color - change the color of the icon (default:GREEN). test - create the apk in debug mode and run your app in the emulator. release - create the apk in release mode and run your app in the emulator. export - copy the apk files to the project directory. clean - clean the binary files under mad3-muxie/bin/ directory. help - show this help.
pt_br: SUMÁRIO muxie-maker comando [opções] COMANDOS init pacote [nome] - inicializar um novo projeto. o 'pacote' deve ser algo como nome.organizacao.app ou org.website.app service - adicionar um novo serviço ao projeto. color - mudar a cor do ícone (padrão:VERDE). test - criar o apk em modo debug e executar o aplicativo no emulador. release - criar o apk no modo de versão e executar o aplicativo no emulador. export - copiar os arquivos apk para o diretório do projeto. clean - limpar os arquivos binários sob diretório mad3-muxie/bin/. help - mostra esta ajuda.

source: Your uid is your url. Ex.: www.mad3linux.org
pt_br: Seu uid é a sua url. Ex.: www.mad3linux.org

source: Your uid is your username. Ex.: mad3linux
pt_br: Seu uid é o seu nome de usuário. Ex.: Mad3linux

source: Your uid is hidden under your page name. Let me search for you
pt_br: Seu uid está escondido sob o nome da sua página. Deixe que eu procuro

source: searching for your uid...
pt_br: buscando seu uid...

source: I see that you already know your uid. Well done!
pt_br: Vejo que você já sabe o seu uid. Bom trabalho!

source: Your uid is %d.
pt_br: Seu uid é %d.

source: Your uid is the complete url for your RSS service. Ex.: http://www.mad3linux.org/feed
pt_br: O uid é a url completa para o seu serviço de RSS. Ex.: http://www.mad3linux.org/feed

source: package must match this pattern <name>.<organization>.<sufix> or similar, as long as the package contains 3 words separated by dot.
pt_br: o pacote deve corresponder a este padrão <nome>.<organizacao>.<sufixo> ou similar, desde que o pacote contenha 3 palavras separadas por ponto.
